Этот человек всегда готов к борьбе, он полон огня и страсти. Увы, он не всегда может правильно оценить ситуацию, отчего проигрывает и очень сильно страдает.
В его жизни интим играет ведущую роль, он очень страстный, обожает любить и быть любимым.

Независимо от цели, он всегда идет напролом, не останавливаясь. В отношениях с ним вы обязательно столкнетесь с неуправляемыми эмоциями.
Символизирует безрадостное восприятие жизни.
Зачастую такие люди неуверены в себе, несчастливы, склонны к депрессии, поскольку не сомневаются, что идеалы в жизни недостижимы.