Этот человек ассоциируется с прочностью и надежностью, обладают ровным характером, твердым чувством долга и ответственности, ценят тонкий юмор, простоту, комфорт, качество, гармонию и домашний очаг.
Обстоятельный и старается совершать только обдуманные поступки. Предпочитает не шумную компанию, а одиночество и тишину. Такого человека отличают суровость в отношениях, стойкость по жизни и бережливость.
Он любит власть и стремится к ней. Для него самое главное - крепко и твердо стоять на земле. Такой человек редко производит блестящее впечатление на окружающих, но в трудную минуту на него можно положиться.

Такой человек активен в любви и посвящает ей много времени, хотя любовь никогда не помешает ему контролировать себя (хотя бы для того, чтобы совсем не потерять голову).
Еще он склонен поразмышлять над проблемами мира, и, если уж он ставит перед собой цель, то будет добиваться ее во что бы то ни стало!
Они верные друзья, понимающие но непреклонные, отличаются твердыми убеждениями и могут быть нетерпимы к тем, кто думает, говорит или действует слишком быстро.
Внимательно относятся к деньгам, умеют присмотреться к товару и сделать выгодную покупку.