Такой человек является символом впечатлительности, привязанности, верности. В минуты неудач легко впадают в уныние.

Инфантилен, сохранил в себе «ребенка» и связанные с этим черты характера. Характеристики личности говорят о свободе, беззаботности, склонности к перемене обстановки.
Такие люди любят жизнь, любят играть в ней красивые роли, обожают успех и, как правило, легко его достигают. Стремятся к признанию.
Если их работа им по душе, они добиваются в ней больших успехов.

Он не выносит одиночества и, как правило глубоко страдает, если вокруг него образуется пустота. От природы очень общителен и имеет много друзей.
Он умеет много давать, но взамен хочет получать столько же.